Repository: 84000/data-translation-memory
Catalog: toh544-v1.tmx
Source language: bo
Languages: en

source: རས་བལ་གྱི་ས་བོན་གྱི་ཚད་ཙམ་གུ་གུལ་གྱི་རི་ལུ་མངར་གསུམ་ལ་བཏགས་པའི་སྦྱིན་སྲེག་འབུམ་མམ་
en: By offering 100,000 homas of bdellium pills the size of a kernel of a cotton tree, smeared with the three sweet substances, or

source: པདྨའི་སྦྱིན་སྲེག་འབུམ་གྱིས་རྒྱལ་སྲིད་སྒྲུབ་པར་བྱེད་དོ། །
en: homas of lotuses, one will obtain a kingdom.

source: ཨོཾ་ནན་ཏུ་ནར་ནི་བ་ར་དེད་ནི་བར་དེ། གི་ནི་ཀི་ཎི་ཁི་ཎི། ལ་ལ་ཁི་ཎི་ལ་ཁི་ཎི། ཤྲི་ཡཾ་མེ་ད་ད་བཽ་ཥ་ཊ་སྭཱ་ཧཱ། །
en: Oṁ , Nandinī! You who grant boons! Kiṇi, kiṇi! Khiṇi, khiṇi ! Give me splendor! Vauṣaṭ

source: ཨོཾ་ཛམ་བྷེ་མོ་ཧེ་སྭཱ་ཧཱ།
en: Oṁ , Jambhā! Mohā! Svāhā

source: རྗེ་བཙུན་མ་སྒྲོལ་མ་ལ་ཀ་ར་བཱི་རའི་མེ་ཏོག་གིས་མངོན་པར་མཆོད་དེ། སྔགས་ཀྱི་རྒྱལ་པོ་ཡི་གེ་འབུམ་བཟླས་ན་ཡིད་ལ་རེ་བ་ཐམས་ཅད་རྫོགས་པར་བྱེད་དོ། །
en: This king of mantras brings the fulfillment of wishes when one makes offerings of oleander flowers to the venerable Tārā and recites the mantra 100,000 times for each syllable.

source: ཨོཾ་བ་སུ་དྷཱ་རི་ཎི་སྭཱ་ཧཱ། ཨོཾ་ཤྲཱི་བ་སུ་སྭཱ་ཧཱ། ཨོཾ་བ་སུ་ཤྲཱི་ཡེ་སྭཱ་ཧཱ། ཨོཾ་ཤྲཱི་བ་སུ་མུ་ཁཱི་སྭཱ་ཧཱ། ཨོཾ་ཤྲཱི་བ་སུ་མ་ཏི་ཤྲཱི་ཡེ་སྭཱ་ཧཱ།
en: Oṁ , Vasudharā, svāhā ! Oṁ , Śrīvasu, svāhā ! Oṁ , Vasuśrī, svāhā ! Oṁ , Vasumukhī, svāhā ! Oṁ , Vasumatiśrī, svāhā

source: བདག་ཉིད་ཛམྦྷ་ལའི་གཟུགས་སུ་བསྒོམ་ལ།
en: One should imagine oneself in the form of Jambhala,

source: རང་གི་སྙིང་གའི་ཟླ་བའི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་
en: and visualize in one’s heart, in the center of a moon disk,

source: བ་སུ་དྷཱ་ར་གསེར་གྱི་མདོག་ཅན་ཕྱག་གཉིས་པ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ།
en: the goddess Vasudharā, who is of golden color, has two arms, and is adorned with all adornments.

source: ཤར་ཕྱོགས་ལ་སོགས་པའི་ཕྱོགས་ན་ལྷ་མོ་བཞིས་བསྐོར་བ་
en: In the four directions, starting with the east, she is surrounded by four goddesses.

source: གཡས་ཀྱིས་མཆོག་སྦྱིན་པ།
en: Her right hand is in a boon-granting gesture,

source: གཡོན་གྱིས་འབྲས་ཀྱི་སྙེ་མ་བསྣམས་པ་
en: and in her left she is holding grain and a cluster of blossoms.

source: བསྒོམས་ལ་ཡིད་ལ་རེ་བ་རྫོགས་པར་བྱེད་དོ། །
en: Visualizing her like this will bring fulfillment of one’s wishes.

source: བའི་ལྕི་བས་དཀྱིལ་འཁོར་གྲུ་བཞི་ཁྲུ་དོ་པའི་ཚད་དུ་བྱས་ལ།
en: One should draw a four-sided maṇḍala with cow dung, two hands in diameter,

source: དུས་གསུམ་དུ་མེ་ཏོག་དྲི་ཞིམ་པོས་མཆོད་དེ་
en: and offer sweet-smelling flowers in the three periods of the day.

source: སྟོང་ཕྲག་བཞི་བཟླས་པ་བྱས་ན་
en: When one has done 4,000 recitations,

source: ཟླ་བ་དྲུག་གིས་ཡིད་ལ་རེ་བ་ཐམས་ཅད་རྫོགས་པར་བྱེད་དོ། །
en: one’s wishes will become fulfilled within six months.

source: ཇི་ལྟ་བ་བཞིན་དུ་རྙེད་པའི་མེ་ཏོག་གི་སྦྱིན་སྲེག་འབུམ་ཕྲག་བཞི་བྱས་ན་
en: By offering 400,000 homas of whatever flowers may be available,

source: དཔལ་ཆེན་པོར་འགྱུར་ཞིང་།
en: one will obtain great splendor.

source: ཡི་གེ་འབུམ་བཟླས་ན་དཔལ་ཆེན་པོ་འགྲུབ་པར་བྱེད་དོ། །
en: By reciting the mantra 100,000 times for each syllable, one will ensure great splendor.

source: གུ་གུལ་གྱི་རི་ལུའི་སྦྱིན་སྲེག་འབུམ་བྱས་ན།
en: After offering 100,000 homas of bdellium pills,

source: ཡིད་ལ་རེ་བ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ། །
en: one’s wishes will come true.

source: ཨོཾ་བ་སུ་དྷཱ་རི་ཎི་ཨ་མུ་ཀེ་ཀ་ནྱཱཾ་མེ་དེ་ཧི། དཱ་པ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , Vasudharā, give such-and-such girl to me! Cause her to be given to me! Svāhā

source: སྔགས་འདི་ཆུའི་ནང་དུ་ཞུགས་ནས་ཁྲུས་བྱས་ཏེ་
en: one should bathe and, while in the water,

source: འབུམ་ཕྲག་བཞི་ངེས་པར་བཟླས་པ་བྱས་ན།
en: recite this mantra 400,000 times.

source: མངོན་པར་འདོད་པའི་བུ་མོ་ཐོབ་པར་འགྱུར་རོ། །
en: Then one will obtain the girl one desires.

source: མཚན་མོ་འོ་མ་ཅན་གྱི་ཡམ་ཤིང་གིས་གྲོང་གི་མིང་ནས་སྨོས་ནས་སྦྱིན་སྲེག་འབུམ་བྱས་ན་
en: At night, one should do a homa offering 100,000 times with the wood of a milk tree, including [in the mantra] the name of a village.

source: གྲོང་རྙེད་པར་འགྱུར་རོ། །
en: Then one will obtain that village.

source: ཨོཾ་བ་སུ་དྷ་རི་ཎི་སྭཱ་ཧཱ། ཨོཾ་ཙནྡྲ་ཀཱན་ཏྱཻ་སྭཱ་ཧཱ། ཨོཾ་དཏྟྭ་ཡཻ་སྭཱ་ཧཱ། ཨོཾ་བ་སུ་དཏྟྭ་ཡཻ་སྭཱ་ཧཱ། ཨོཾ་ཨཱ་རྱཱ་ཡཻ་སྭཱ་ཧཱ། ཨོཾ་སུ་བྷ་དྲཱ་ཡཻ་སྭཱ་ཧཱ། ཨོཾ་གུཔྟཱ་ཡཻ་སྭཱ་ཧཱ། ཨོཾ་དེ་བྱཻ་སྭཱ་ཧཱ། ཨོཾ་སྭ་ར་སྭ་ཏྱཻ་སྭཱ་ཧཱ།
en: Oṁ Vasudharā, svāhā ! Oṁ , svāhā to Candrakāntī! Oṁ , svāhā to Dattā! Oṁ , svāhā to Vasudattā! Oṁ , svāhā to Āryā! Oṁ , svāhā to Subhadrā! Oṁ , svāhā to Guptā! Oṁ , svāhā to Devī! Oṁ , svāhā to Sarasvatī!

source: གསེར་གྱི་བྱང་བུའམ་དངུལ་གྱི་བྱང་བུའམ་ཟངས་མའི་བྱང་བུའི་མེ་ཏོག་ལ་འདབ་མ་བརྒྱད་པའི་དབུས་སུ་བ་སུ་དྷཱ་ར།
en: One should draw Vasudharā on a gold, silver, or copper leaf in the center of an eight-petaled lotus.

source: ཤར་ལ་སོགས་པའི་འདབ་མ་ལ་ཙནྡྲ་ཀཱ་ནྟྱཱ་ལ་སོགས་པ་གནོད་སྦྱིན་མོ་རྣམས་མངོན་པར་བྲིས་པའི་
en: On its petals, starting from the east, one should draw the great yakṣiṇīs, Candrakāntī, and so forth.

source: གོང་དུ་བཤད་པའི་ཆོ་གས་སྔར་སྨོས་པའི་ལས་རྣམས་བྱེད་པར་འགྱུར་རོ། །
en: By following the same procedures as previously described, one will accomplish the tasks previously described.

source: དབུས་སུ་ནི་
en: In the center:

source: ཨོཾ་ཛམྦྷ་ལ་ཛ་ལེནྡུ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Jambhala, the lord of the waters!

source: ཕྱོགས་སུ་ནི་
en: In the cardinal directions:

source: ཨོཾ་མ་ཎི་བྷ་དྲཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Maṇibhadra!

source: ཨོཾ་པཱུརྞྞ་བྷ་དྲཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Pūrṇabhadra!

source: ཨོཾ་དྷ་ན་དཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Dhanada!

source: ཨོཾ་བཻ་ཤྲ་བ་ཎཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Vaiśravaṇa!

source: མཚམས་སུ་ནི་
en: In the intermediate directions:

source: ཨོཾ་ཀི་ལི་མཱ་ལི་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Kelimālin!

source: ཨོཾ་ཙི་བི་ཀུཎྜ་ལི་ནི་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Vicitra­kuṇḍalin!

source: ཨོཾ་མུ་ཁེནྡུ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Sukhendra!

source: ཨོཾ་ཙ་རནྡུ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Carendra!

source: གནོད་སྦྱིན་གྱི་རྒྱལ་པོ་ཆེན་པོ་བརྒྱད་ཀྱིས་ཡོངས་སུ་བསྐོར་བའོ། །
en: The lord is surrounded by the eight great kings of the yakṣas,

source: བཅོམ་ལྡན་འདས་ནི་བ་སུ་དྷཱ་རི་དང་བཅས་པ་གསེར་གྱི་མདོག་ཅན།
en: and accompanied by the goddess Vasudharā. He is of golden color,

source: ནེའུ་ལེ་དང་བཱི་ཛ་པཱུ་ར་ས་བོན་གྱིས་བཀང་བ་ཕྱག་ན་བསྣམས་པ།
en: holding a mongoose and a citron,

source: གསུས་པ་འཕྱང་བ།
en: with a protruding belly,

source: རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ།
en: and adorned with all the jewel ornaments.

source: གོང་དུ་བཤད་པའི་གནོད་སྦྱིན་མོ་དང་། གནོད་སྦྱིན་གྱི་དབང་པོ་དང་བཅས་པ་ལ།
en: The yakṣa lords, for their part, are accompanied by the yakṣiṇīs mentioned.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འཇིག་རྟེན་གསུམ་གྱི་རྒྱལ་སྲིད་སྩོལ་བར་མཛད་དོ། །
en: The lord can even grant the rulership of the three worlds

source: དུས་གསུམ་དུ་མཆོད་པ་བྱས་ནས། བསྒོམས་ཤིང་བཟླས་པ་བྱས་ན་
en: to those who meditate, make offerings during the three periods of the day, and recite the mantras,

source: ཐོ་རངས་ཆུ་ཁྱོར་བ་བརྒྱ་རྩ་བརྒྱད་སྦྱིན་པ་དང་བྱ་རོག་གི་སྐད་མི་གྲག་པར་ཆུའི་ནང་དུ་ཞུགས་ཏེ། བཟླས་པ་བྱས་པ་
en: or to those who offer eight hundred handfuls of water. One who recites this early in the morning, before crows start to caw, while standing in water,

source: དེའི་གཏེར་མི་ཟད་ཅིང་འཕེལ་བར་འགྱུར་རོ། །
en: will have an inexhaustible accumulation of wealth.

source: ཡང་ན་གསེར་ལ་སོགས་པའི་བྱང་བུ་ལ་བ་སུ་དྷཱ་ར་གནོད་སྦྱིན་མོ་དང་བཅས་པ་དང་། བྱང་བུ་གཉིས་པ་ལ་བཅོམ་ལྡན་འདས་ཛམྦྷ་ལ་གནོད་སྦྱིན་གྱིས་བསྐོར་བ་ཡང་དག་པར་བྲིས་ལ།
en: Alternatively, on a golden plate one should engrave Vasudharā surrounded by the yakṣiṇīs, and on a second plate Lord Jambhala surrounded by the yakṣas.

source: ཁ་སྦྱར་དུ་བྱས་ཏེ་
en: One should join them together and

source: དངོས་གྲུབ་ཆེན་པོ་བརྒྱད་ཀྱང་སྟེར་བར་མཛད་ན།
en: Then the lord will grant the eight great siddhis,

source: གྲུབ་པ་གཞན་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: not to mention other siddhis.

source: དཔའ་བོ་གཅིག་པུ་གྲུབ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་ལེའུ་གཉིས་པ་རྫོགས་སོ།། །།
en: This was the second chapter in the “ Great Sovereign Tantra of Siddhaikavīra

source: ཨོཾ་བཛྲ་ཏཱིཀྵྞ། དུཿཁཙྪེ་ད་པྲ་ཛྙཱ་ཛྙཱ་ན་མཱུརྟ་ཡེ། ཛྙཱ་ན་ཀཱ་ཡ་བཱ་གཱི་ཤྭ་ར་ཨ་ར་པ་ཙ་ནཱ་ཡ་ཏེ་ནམཿ།
en: Oṁ , Vajratīkṣṇa! You who cut through suffering! The embodiment of wisdom and knowledge! The body of knowledge, Vāgīśvara— Homage to Arapacana!

source: བདག་ཉིད་བསམས་ལ།
en: One should visualize oneself

source: བཅོམ་ལྡན་འདས་འཇམ་པའི་རྡོ་རྗེ་དཔའ་བོ་གཅིག་པུ་གྲུབ་པ།
en: in the form of Lord Mañjuvajra Siddhaikavīra,

source: སྟོན་ཀའི་ཟླ་བའི་འོད་ལྟར་དཀར་བ།
en: white like the light of the autumn moon.

source: ཕྱག་གཡོན་ན་ཨུཏྤ་ལ་སྔོན་པོ་བསྣམས་པ།
en: In his left hand he is holding a blue lotus

source: གཡས་ཀྱིས་མཆོག་སྦྱིན་པར་
en: and his right hand is in the boon-granting gesture.

source: ཨོཾ་ཨཱ་དྱ་ནུད་པན་ན་པྲ་ཀྲྀ་ཏེ། པྲ་བྷཱ་སྭ་རཾ། སུ་བི་ཤུདྡྷ། དྷརྨ་དྷཱ་ཏུ། ཏྲི་སཔྟཱ་ཧཱ་ཏ་སྭ་ར་སྭ་ཏི་པཱ་ཎི་མུ་པ་ལ་བྷ་ཏེ།
en: He is the pure sphere of phenomena, shining forth from his primordially unborn nature.

source: ཞག་ཉི་ཤུ་རྩ་གཅིག་གིས་དབྱངས་ཅན་གྱི་ངག་ཐོབ་པར་འགྱུར་ཞིང་།
en: After twenty-one days one will obtain the speech of Sarasvatī.

source: ཟླ་བ་དྲུག་གིས་ངག་གི་དབང་ཕྱུག་འགྲུབ་པར་བྱེད་དོ། །
en: Within six months, one will accomplish Vāgīśvara.

source: བཅོམ་ལྡན་འདས་ངག་གི་དབང་ཕྱུག་མངོན་སུམ་དུ་མཐོང་ཞིང་ཐོས་པ་འཛིན་པ་ཡང་ཐོབ་པར་འགྱུར་རོ། །
en: One will see Vāgīśvara right in front of oneself and remember everything one has heard.

source: ཤུ་དག་ཞོ་ཕྱེད་ཀྱི་ཚད་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ། ཐོ་རངས་འོ་མའམ་མར་རམ་ཏིལ་མར་དང་ལྷན་ཅིག་ཟླ་བ་གཅིག་འཐུངས་ན་
en: If, early in the morning, over the period of one month, one drinks half a tola of sweet flag, incanted 108 times, with milk, oil, or ghee,

source: མེད་པར་བྱེད་དོ།
en: one will cure

source: གླེན་པ་དང་དིག་པ་
en: stammering, or dumbness;

source: ཁུ་བྱུག་དར་མའི་སྐད་དང་འདྲ་བར་དབྱངས་སྙན་ཅིང་ཚིག་གསལ་བར་འགྱུར་རོ། །
en: one’s voice will become like that of a love-intoxicated cuckoo; and one’s speech will be distinct and sweet.

source: ཟླ་བ་དྲུག་གོམས་པར་བྱས་ན་མ་ཐོས་པའི་བསྟན་བཅོས་མངོན་དུ་འགྱུར་ཞིང་།
en: After six months of practice, the treatises one has not heard will become clearly known, and

source: ཐོས་པ་ནམ་ཡང་བརྗེད་པར་མི་འགྱུར་ཏེ་
en: those that have been learned will not be forgotten.

source: ཐོས་པ་འཛིན་པར་འགྱུར་རོ།
en: One will be able to retain whatever one has learned.

source: ཨོཾ་བཱ་ཀྱེ་དཾ་ནམཿ།
en: Oṁ , Vākya! Homage to you!

source: རྗེ་བཙུན་གསུང་གི་དབང་ཕྱུག་གི་སྙིང་པོ་འདི་
en: This is the heart mantra of the venerable Vāgīśvara.

source: གོང་མ་བཞིན་ཏིང་ངེ་འཛིན་ལ་གནས་པས་གོམས་པར་བྱས་ན་
en: One who is practicing this mantra while absorbed in the samādhi described earlier

source: གོང་དུ་བཤད་པའི་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: can accomplish all the tasks that were previously mentioned.

source: རྒྱ་མཚོར་འགྲོ་བའི་ཆུ་བོ་ལ་སྐེ་བ་ཙམ་གྱིས་ཆུ་ལ་རྒལ་ལ་ཛཱ་ཏིའི་མེ་ཏོག་གི་ཕུན་པ་འབུམ་ཕྲག་གཅིག་བླངས་ནས་
en: One should gather 100,000 jasmine flower buds and descend into the waters of a great river flowing toward the ocean to where the water reaches up to one’s neck.

source: སྔགས་བརྗོད་ཅིང་། །ཕུན་པ་རེ་རེ་རྒྱུན་ཕྱོགས་སུ་འབབ་པར་འགྱུར་བ་ལས།
en: Reciting this mantra, one should throw the buds, one by one, into the stream.

source: ཕུན་པ་གཅིག་རྒྱུན་ལས་བཟློག་པར་འོང་བ་
en: Should any bud float against the stream,

source: དེ་སོ་ལ་མ་རེག་པར་མིད་ན་
en: one should swallow it without touching it with one’s teeth.

source: ཐོས་པ་འཛིན་པ་ལ་སོགས་སྩོལ་བར་མཛད་དོ། །
en: Then one will be granted the ability to remember everything that has been learned.

source: ཇི་ལྟ་བ་བཞིན་རྙེད་པ་མེ་ཏོག་གི་སྦྱིན་སྲེག་འབུམ་ཕྲག་བཞི་བྱས་ན་
en: Similarly, by offering 400,000 homas of any type of flower,

source: ངག་གི་དབང་ཕྱུག་དང་མཚུངས་པར་འགྱུར་རོ། །
en: one will become identical to Vāgīśvara.

source: སྨན་བྷྲ་མའི་ཕྱེ་མ་ཞོ་བཞི་ཙམ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ལ་ཐོ་རངས་དཀྱིལ་འཁོར་བྱས་ཏེ།
en: Early in the morning, one should prepare a maṇḍala disk using one cat’s paw of powdered pennywort and incant it 108 times.

source: ཅི་འབྱོར་པས་བཅོམ་ལྡན་འདས་འཇམ་པའི་རྡོ་རྗེ་ལ་ཡང་དག་པར་མཆོད་དེ།
en: One should then make as many offerings to Lord Vāgīśvara as one can, and

source: མར་རམ་རང་སྐྱུར་དང་སྦྱར་ནས་འཐུངས་ན་
en: drink the powder with ghee or fermented rice water.

source: ཟླ་བ་དྲུག་གིས་ཐོས་པ་འཛིན་པར་འགྱུར་རོ།
en: Within six months one will be able to remember whatever one has learned;

source: ཚིག་གི་བདག་པོའི་དབྱངས་སྙན་པར་ཡང་སྐྱེ་བར་འགྱུར་རོ། །
en: one will be eloquent and have a sweet voice.

source: སྔོན་དུ་བསྙེན་པའི་ཆོ་གས་ཡི་གེ་འབུམ་བཟླས་ན་སྔགས་ཀྱི་རྒྱལ་པོ་འགྲུབ་པར་འགྱུར་རོ། །
en: This king of mantras will be mastered if one recites it 100,000 times for each syllable according to the procedure of the preliminary practice.

source: ཕྱིས་ཟླ་བ་གཟས་ཟིན་པ་དང་ཉི་མ་གཟས་ཟིན་པ་ན་
en: Later, during a lunar eclipse or a solar eclipse,

source: ལྕགས་ལས་བྱས་པའི་རལ་གྲི་རང་གི་ལག་པས་བླངས་ཏེ།
en: one should hold a sword wrought from fine iron in one’s hand,

source: ཟླ་བ་མི་སྣང་བ་ཇི་སྲིད་གྲོལ་བར་གྱུར་པ་དེ་སྲིད་བཟླས་པ་བྱས་ན་
en: and recite the mantra while the moon is invisible, until it reappears.

source: རལ་གྲིའི་རིག་པ་འཛིན་པར་འགྱུར་རོ། །
en: One will then become a vidyādhara of the sword.

source: དེ་བཞིན་དུ་འཁོར་ལོ་དང་། རྡོ་རྗེ་དང་། རྩེ་གསུམ་པ་དང་། མདའ་དང་། ཐོ་བ་དང་། ཞགས་པ་ལ་སོགས་པ་བསྒྲུབ་པར་བྱ་ཞིང་། །
en: In the same way one may use the mantra to empower a wheel, a scepter, a trident, an arrow, a hammer, a noose, and so forth.

source: ཡང་ན་མིག་སྨན་ནམ་ཐིག་ལེའམ་རྐང་པ་བསྐུ་བའམ་དབང་དུ་བྱས་པའི་རྫས་བསྡུས་ཏེ་བསྒྲུབ་པར་བྱའོ། །
en: One should prepare the substances for an eye ointment, a tika ointment, an ointment for the feet, a salve of enthrallment, etc., and empower them.

source: འོ་ཐུག་གམ་ཞོ་དང་ཟན་ནམ་མར་དང་བཅས་པ་ཁར་དང་བཅས་པས་སྣོད་བཀང་སྟེ།
en: One should fill up a dish with either milk or yogurt mixed with rice, together with ghee and sugar.

source: ལག་པས་བཀབ་ནས་བཟླས་པ་བྱས་ཏེ་འཐུངས་ན་
en: One should recite the mantra while covering it with one’s hand and then eat it.

source: ལོ་ལྔ་བརྒྱར་འཚོ་བར་འགྱུར་རོ། །
en: Then one will live for five hundred years.

source: མཱ་ཤཱ་ཁར་བཅུག་ནས་བཟླས་པ་བྱས་ཏེ་
en: One should put some beans in one’s mouth and recite the mantra.

source: སྡེབ་སྦྱོར་དང་ཐོས་པ་འཛིན་པ་དང་སྨྲ་མཁས་པ་དང་ཡིད་གཞུངས་པར་འགྱུར་རོ། །
en: one will become eloquent, learned, skilled in writing, and able to remember all that one has learned.

source: པདྨའི་སྦྱིན་སྲེག་འབུམ་གྱིས་
en: If one offers 100,000 homas of lotuses,

source: བཅོམ་ལྡན་འདས་མངོན་སུམ་དུ་འགྱུར་རོ། །
en: the lord will clearly appear before one.

source: བིལ་བའི་སྦྱིན་སྲེག་འབུམ་གྱིས་
en: With 100,000 homas of bilva fruits,

source: འཇིག་རྟེན་གསུམ་གྱི་རྒྱལ་སྲིད་འགྲུབ་པར་བྱེད་དོ། །
en: one will obtain the kingship of the triple universe.

source: ཇི་ལྟ་བ་བཞིན་དུ་རྙེད་པའི་མེ་ཏོག་གི་
en: of whatever kind of flowers may be available,

source: ངག་གི་དངོས་གྲུབ་ཐོབ་པར་འགྱུར་རོ། །
en: one will obtain mastery of speech.

source: མར་ལ་བཏགས་པའི་འབྲུ་ལྔའི་སྦྱིན་སྲེག་འབུམ་ཕྲག་བཞི་བྱས་པ་ཙམ་གྱིས་
en: With 400,000 homa offerings of five types of grain smeared with ghee,

source: གནོད་སྦྱིན་མོ་དང་ཀླུའི་བུ་མོ་ལ་སོགས་པ་འགུགས་པར་བྱེད་དོ། །
en: one will be able to summon a yakṣiṇī or a girl from the pātāla

source: དེ་བཞིན་དུ་ཡམ་ཤིང་ལྔས་ཀྱང་བྱའོ། །
en: In the same way, one should offer five types of wood.

source: རྟག་ཏུ་གོམས་པར་བྱས་ན་
en: Practiced continuously,

source: ཚེ་འདི་ཉིད་ལ་སངས་རྒྱས་ཉིད་ཀྱང་བསྒྲུབ་པར་བྱེད་པར་འགྱུར་རོ། །
en: will even lead to the state of awakening in this very lifetime.

source: ཨོཾ་ཧྲཱིཿཧཱུཾ།
en: oṁ hrīḥ hūṁ |

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་འབྲས་བུ་མཉམ་པོར་སྟེར་བར་བྱེད་དོ། །
en: This king of mantras will grant the same result.

source: ཨོཾ་ཧྲཱིཿམ་ཧཱ་མཱ་ཡཱང་གེ་མ་ཧཱ་སཱ་ར་སྭ་ཏྱཻ་ནམཿ།
en: Oṁ, hrīḥ , Mahāmāyāṅgā! Homage to Mahāsarasvatī!

source: རྗེ་བཙུན་འཕགས་མ་སྒྲོལ་མའི་སྙིང་པོ་འདིས་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: This heart mantra of the venerable, noble Tārā accomplishes all actions.

source: ཨོཾ་པྲ་ཀྲྀ་ཏི་པ་རི་ཤུདྡྷཱཿ། སརྦ་དྷརྨཱཿཔྲ་ཀྲཱི་ཏྱཱ། པ་རི་ཤུདྡྷོ྅ཧྃ། ས་བཱ་ཧྱཱ་བྷྱན་ཏ་ར་ན་མ་ཨི་ཏི། ཞེས་བྱ་བས་
en: Reciting the mantra “ Oṁ , all phenomena are pure by nature. I am pure by nature on both the outside and inside,”

source: རྒྱུ་བ་དང་མི་རྒྱུ་བ་དང་བཅས་པའི་སྣ་ཚོགས་པ་དང་བདག་ཉིད་རང་བཞིན་གྱིས་ཡོངས་སུ་དག་པར་བསམ་ལ།
en: one should meditate that everything animate and inanimate, as well as oneself, is pure by nature.

source: པདྨ་དཀར་པོ་ཁྲུ་བདུན་པའི་ཚད་དང་དེའི་སྟེང་དུ་ཟླ་བའི་དཀྱིལ་འཁོར།
en: a white lotus seven hands in diameter, on top of it a moon disk,

source: ཕྱག་གཉིས་པ་པདྨ་དང་མཆོག་སྦྱིན་གྱིས་རྣམ་པར་མཛེས་པ།
en: the goddess in all her splendor, one hand holding a lotus and the other displaying the boon-granting gesture.

source: བཅོམ་ལྡན་འདས་མ་ཐུགས་རྗེ་ཆེན་པོའི་རང་བཞིན་གྱི་སྐུ་ཅན།
en: The nature of the Blessed Lady’s body is great compassion.

source: གཅིག་ཏུ་གཞན་ལ་ཕན་འདོགས་པས་བཞུགས་པ།
en: She is there solely to benefit others.

source: སྒྲུབ་པ་པོ་རྣམས་ལ་མངོན་པར་འདོད་པའི་དངོས་གྲུབ་སྩོལ་བ་ལ་དགྱེས་པ།
en: She delights in granting practitioners the siddhis they desire.

source: སྟོན་ཀའི་ཟླ་བ་ལྟར་དཀར་བ་ཙནྡན་དཀར་པོའི་ལྡེ་གུས་བྱུགས་ཤིང་མེ་ཏོག་གིས་མཛེས་པར་བརྒྱན་པ།
en: She is white like the rays of the autumn moon, anointed with cream of white sandalwood, and beautifully adorned with flowers.

source: ན་བཟའ་དཀར་པོ་དང་མུ་ཏིག་གི་ཕྲེང་བས་
en: in white garments; pearl necklaces,

source: སྐུ་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་བརྒྱན་པའི་སྐུ་
en: and many jewels adorn her body.

source: ལས་ཡོངས་སུ་སྤྲོས་པའི་འོད་ཟེར་སྟོང་གིས་མཐའ་ཡས་ཤིང་དཔག་ཏུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་སྣང་བར་བྱེད་པ།
en: She illuminates the endless and limitless world sphere with thousands of flashing light rays.

source: ལོ་བཅུ་གཉིས་ཀྱི་ན་ཚོད་དུ་འཁྲུངས་པའི་སྐུ་ཅན།
en: She has the form of a twelve-year-old girl,

source: ངག་གི་དབང་ཕྱུག་མ་ཆེན་མོར་བདག་ཉིད་རྣམ་པར་བསམ་མོ། །
en: One should visualize oneself thus in the form of Mahāsarasvatī,

source: མདུན་དུ་ཤེས་རབ་མ་དང་
en: with Prajñā in front,

source: གཡས་སུ་ཡིད་གཞུངས་མ་དང་།
en: Medhā to the right,

source: རྒྱབ་ཏུ་བློ་མ་དང་།
en: Mati behind, and

source: གཡོན་དུ་དྲན་པ་མ་
en: Smṛti to the left

source: གོང་དུ་སྨོས་པའི་ཡོན་ཏན་ཐམས་ཅད་ཀྱིས་མཛེས་པར་ལྷ་མོ་རྣམ་པར་
en: —each goddess beautiful, with the same characteristics as just described.

source: དེའི་འོག་ཏུ་ལྟེ་བའི་ཕྱོགས་སུ་
en: Then, in the area of one’s navel,

source: ཟླ་བའི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་
en: in the center of a moon disk,

source: ཡི་གེ་ཨོཾ་མདོག་དཀར་པོ་རྣམ་པར་བསམས་ལ་
en: one should visualize a white syllable oṁ

source: དེ་ལས་བྱུང་བའི་ངག་གི་དབང་ཕྱུག་གི་རང་བཞིན་མ་ལུས་པའི་ཕྲེང་བ་རྒྱུན་མི་འཆད་པའི་འབྱུང་བར་རྣམ་པར་བསམ་ཞིང་།
en: visualizing its complete garland as the nature of speech emerging from the syllable oṁ in an unbroken stream.

source: གཅིག་པུ་དེར་ཕྱོགས་པའི་ཡིད་ཅན་གྱི་སྔགས་པས་
en: The follower of Mantra, with his mind wholly focused on this practice

source: ཟླ་བ་གཅིག་གིས་དབྱངས་ཅན་གྱི་ངག་རབ་ཏུ་འཐོབ་པར་འགྱུར་
en: will obtain the speech of Sarasvatī within one month.

source: ཟླ་བ་གསུམ་གྱིས་ཚངས་པ་གསོད་པ་ཡང་འགྲུབ་པར་འགྱུར་རོ། །
en: Within three months he will succeed even in the slaying of Brahmā.

source: ཟླ་བ་དྲུག་གིས་དབྱངས་ཅན་དང་ངག་མཉམ་པར་འགྱུར་རོ། །
en: Within six months, he will become equal to Sarasvatī.

source: ལན་བདུན་སྔགས་པའི་མར་དག་ནི།
en: ghee Incanted seven times

source: ར་ཡི་འོ་མ་ཨ་རུ་ཚ་བ་གསུམ། །
en: goat’s milk, yellow myrobalan, the three hot substances,

source: པ་ཐ་ཤུ་དག་སེ་གྲུ་སེན་དྷ་པ། །
en: Pāṭhā, ugrā , drum-stick plant, and salt.

source: མར་བྲེ་གང་
en: one prastha of ghee

source: སྨན་རྣམས་སྲང་གཅིག་ཙམ་གྱི་ཚད། །
en: And one pala of each of the ingredients mentioned previously,

source: རིམ་གྱིས་མེ་ཆུང་ལ་
en: Slowly, on a low fire.

source: ཟླ་གཅིག་ཙམ་ཞིག་རབ་སྦྱར་ན། །
en: If one consumes it for just one month

source: བླ་མེད་ཚིག་ནི་ཐོབ་འགྱུར་ཞིང་། །
en: One will obtain an unsurpassable gift of language.

source: ཟླ་དྲུག་ཉེ་བར་ལོངས་སྤྱོད་པས། །
en: After a preliminary practice of six months,

source: ངག་གི་དབང་ཕྱུག་མངོན་སུམ་འགྱུར། །
en: One will attain the state of Vāgīśvara.

source: རྣམ་བཏགས་ངག་ནི་དག་པར་བྱེད། །
en: One will master language by licking

source: ཤུ་དག་ཤིང་མངར་སེན་དྷ་པ། །
en: Sweet flag, licorice, spiked ginger lily, siṃhī

source: ཨ་རུ་བཅའ་ལྒ་ལ་ལ་ཕུད། །
en: Pathyā, nāgara, and dīpaka,

source: རུ་རྟ་པི་པི་ཟི་རར་བཅས། །
en: Together with costus, kaṇa , and cumin.

source: ལྷ་ལ་མེ་ཏོག་དྲི་བཟངས་སོགས། །ནང་པར་ཡང་དག་མཆོད་ནས་ནི། །
en: Early in the morning, one should make offerings to the goddess With fragrant flowers and so forth.

source: ལན་བདུན་སྔགས་བྱས་ཟོས་ནས་ནི། །
en: By eating the above ingredients, incanted seven times,

source: ཟླ་བ་དྲུག་གིས་ཐོས་འཛིན་བྱེད། །
en: One will become able, within six months, to remember what one hears.

source: ཟླ་བ་གསུམ་གྱིས་ཚིག་བདག་འགྱུར། །
en: Within three months one will become a master of speech,

source: ཟླ་བ་གཅིག་གིས་བློ་ལྡན་ཞིང་། །
en: And within one month one becomes an intelligent person.

source: ཁུ་བྱུག་གཞོན་ནུའི་སྐད་བཞིན་དུ། །དབྱངས་སྙན་པ་ནི་སྐྱེ་བར་འགྱུར། །
en: One will have a sweet voice Like a cuckoo

source: ཐོ་རངས་ལན་བདུན་མངོན་བསྔགས་ནས། །
en: Early in the morning one should incant seven times

source: གངས་ཅན་སྐྱེས་པའི་ཨ་རུའམ། །
en: Himalayan yellow myrobalan

source: གངས་ཅན་སྐྱེས་པའི་ཤུ་དག་ལ། །
en: And Himalayan sweet flag.

source: ཚིག་བདག་པོ་དང་ཡིད་གཞུངས་དང་། །དབྱངས་སྙན་ཤེས་རབ་ལྡན་པ་ཡང་། །སྐྱེ་བར་འགྱུར་ཞིང་
en: one will become an intelligent person, A master of language with a beautiful voice, and full of knowledge.

source: ཟླ་དྲུག་གིས། །
en: Within six months

source: ཐོས་པ་འཛིན་པར་ཡང་འགྱུར་རོ། །
en: one will be able to remember Everything that one has learned.

source: ཨོཾ་བཱགྡཱ་དི་ནི། བཱ་ཙརྨ་ནི་ཡཙྪ་ས་ར་སྭ་ཏཱི་མ་ཧཱ་ཤྭེ་ཏེ་སྭཱ་ཧཱ།
en: Oṁ , Vāgvādinī, grant me the gift of speech! Sarasvatī! Mahāśvetā! Svāhā

source: པདྨ་ལས་སྐྱེས་པའི་དཀར་མོ་ཆེན་མོའི་སྙིང་པོ་འདི་ནི།
en: This heart mantra of the Great White Goddess born from a lotus

source: ཨོཾ་ཨརྐ་མཱ་ལི་ནི། ཀི་ཎི་ཀི་ཎི་ཁི་ཎི་ཁི་ཎི་སྭཱ་ཧཱ།
en: Oṁ , Arkamālinī! Kiṇi kiṇi ! Khiṇi khiṇi ! Svāhā

source: གཞོན་ནུའི་གཟུགས་ཅན་འཇམ་པའི་རྡོ་རྗེར་བདག་ཉིད་བསམས་ལ།
en: One should visualize oneself as the youthful lord Mañjuvajra

source: གསུང་གི་རང་བཞིན་མ་ལུས་པའི་པོ་ཏི་བསྣམས་པ།
en: holds a book that embodies all statements,

source: ཕྱག་གཡས་ཀྱིས་ཤེས་རབ་ཀྱི་རལ་གྲི་ཕྱར་བ།
en: and brandishes the sword of wisdom in his right hand.

source: མདུན་དུ་ཉི་མའི་ཕྲེང་བ་དབྱངས་ཅན་ཆེན་པོ་དང་རྒྱབ་ཏུ་དཔལ་ཆེན་མོ་དང་གཡས་སུ་སྐྲ་ཅན་མ་དང་གཡོན་དུ་ཉེ་བའི་སྐྲ་ཅན་མ་རྣམ་པར་བསམ་པར་བྱ་སྟེ།
en: In front of him, one should visualize the sunlight-garlanded Mahāsarasvatī; behind him, Mahāśrī; to his right, Keśinī; and to his left, Upakeśinī.

source: སྟོན་ཀའི་ཟླ་བ་ལྟར་དཀར་བ་བསྒོམ་པར་བྱའོ། །
en: One should visualize them as white like the autumn moon

source: དེ་ལྟར་བསྒོམས་པ་ལ་གནས་ཤིང་ངེས་པར་གནས་པས་ཅི་འབྱོར་པའི་མཆོད་པ་བྱས་ཏེ།
en: While resting in this visualization one should first make offerings to the best of one’s ability

source: སྔོན་དུ་བསྟན་པའི་ཆོ་གས་སྔགས་འདི་གོང་དུ་སྨོས་པའི་རིམ་པས། འབུམ་ཕྲག་བཞི་བཟླས་ལ།
en: and then recite this mantra 400,000 times following the procedures of the preliminary practice as already described.

source: དེ་ནས་དབྱངས་ཅན་གྱི་མར་རམ། བྲཧྨའི་མར་སྲང་གཅིག་ཙམ་ལ་ཡོངས་སུ་བཟླས་ཏེ།
en: Then, one should incant one pala of Sarasvatī’s ghee or pennywort ghee.

source: བདག་ཉིད་ལ་དབྱངས་ཅན་གྱི་ཕྱག་གིས་རབ་ཏུ་སྩོལ་བར་ཡོངས་སུ་རྟོག་ཅིང་།
en: Next, one should visualize that Sarasvatī offers this substance to oneself with her hand.

source: ཏིང་ངེ་འཛིན་ལ་གནས་པས་བཏུང་བར་བྱའོ། །
en: Absorbed in samādhi, one should drink it.

source: དེ་ལ་བྲཧྨའི་མར་འདི་ནི། །
en: Here is the recipe for this ghee mixed with pennywort.

source: བྲཧྨ་ཡི་ཁུ་བ་འོ་མ་དང་།
en: With the juice of pennywort and milk.

source: ཡུང་བ་དང་ནི་མ་ལ་ཏི། །
en: Turmeric, jasmine,

source: དུར་བྱིད་ཨ་རུ་རར་བཅས་པ། །
en: and turpeth, Together with yellow myrobalan.

source: དེ་དག་ཆ་ནི་སྲང་རེ་དང་། །
en: One should use one pala of each of these;

source: མེ་ཆུང་ངུ་ལ་དེ་བསྐོལ་བྱ། །
en: And cook it slowly on a low fire.

source: དེ་ནས་འཐུངས་པ་ཙམ་གྱིས་ནི། །
en: Then, by merely eating it

source: བླ་མེད་ངག་ནི་དག་འགྱུར་དང་། །
en: One will attain an unequalled purity of speech.

source: མཚན་བདུན་ཉེ་བར་ལོངས་སྤྱོད་པས། །
en: By doing this for seven days,

source: མིའམ་ཅི་དང་སྐད་མཚུངས་འགྱུར། །
en: One’s voice will equal the kinnaras.

source: ཟླ་གསུམ་རབ་ཏུ་སྦྱོར་བ་ཡིས། །
en: By doing this for three months,

source: ཐོས་པ་མཆོག་ནི་འཛིན་པར་འགྱུར། །
en: One will excel in being able to remember whatever one hears.
